Repository: antohami/ldd-requires
Catalog: ldd-requires/ldd-requires-of-*.po
Languages: ru

source: Missing arguments
ru: Пропущены аргументы

source: 32-bit file
ru: 32 битный файл

source: You have a 64 bit OS
ru: У вас 64 битная ОС

source: The list of missing libraries:
ru: Список отсутствующих библиотек:

source: Is search packages
ru: Идёт поиск пакетов, которые содержат запрашиваемые библиотеки

source: It may take a long time.
ru: Это может занять длительное время

source: Please install packages
ru: Пожалуйста установите пакеты:

source: Packages not find
ru: Пакеты не найдены

source: All libraries are already installed
ru: Уже установлены все библиотеки

source: Architecture binary file corresponds to the OS
ru: Архитектура двоичного файла соответствует ОС

source: You cannot run 64 bit file on 32-bit OS
ru: Нельзя запустить 64-битный файл на 32-битной ОС

source: not a dynamic executable
ru: не является динамическим исполняемым файлом
